Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Find_Overflow_BodyFixed
source: The replacement goes past the end of the document. The bytes past the end won't be written because the length of this document can't be changed.
ar: يتجاوز الاستبدال نهاية المستند. لن تتم كتابة البايتات التي تتجاوز النهاية لأنه لا يمكن تغيير طول هذا المستند.
cs: Náhrada přesahuje konec dokumentu. Bajty za koncem nebudou zapsány, protože délku tohoto dokumentu nelze změnit.
de: Die Ersetzung reicht über das Ende des Dokuments hinaus. Die Bytes hinter dem Ende werden nicht geschrieben, da die Länge dieses Dokuments nicht geändert werden kann.
el: Η αντικατάσταση υπερβαίνει το τέλος του εγγράφου. Τα byte πέρα από το τέλος δεν θα γραφτούν, επειδή το μήκος αυτού του εγγράφου δεν μπορεί να αλλάξει.
es: El reemplazo supera el final del documento. Los bytes que superan el final no se escribirán porque la longitud de este documento no se puede cambiar.
fa: جایگزینی از انتهای سند فراتر می‌رود. بایت‌های فراتر از انتها نوشته نمی‌شوند، زیرا طول این سند قابل تغییر نیست.
fr: Le remplacement dépasse la fin du document. Les octets situés après la fin ne seront pas écrits, car la longueur de ce document ne peut pas être modifiée.
hu: A csereérték túlnyúlik a dokumentum végén. A végén túli bájtok nem lesznek kiírva, mert ennek a dokumentumnak a hossza nem módosítható.
id: Pengganti melewati akhir dokumen. Byte yang melewati akhir tidak akan ditulis karena panjang dokumen ini tidak dapat diubah.
it: La sostituzione va oltre la fine del documento. I byte oltre la fine non verranno scritti perché la lunghezza di questo documento non può essere modificata.
ja: 置換語がドキュメントの末尾を超えます。このドキュメントは長さを変えられないため、超える分は書きません。
ko: 바꿀 내용이 문서 끝을 넘습니다. 이 문서는 길이를 변경할 수 없으므로 끝을 넘는 바이트는 쓰지 않습니다.
pl: Zamiana wykracza poza koniec dokumentu. Bajty za końcem nie zostaną zapisane, ponieważ długości tego dokumentu nie można zmienić.
pt: A substituição ultrapassa o fim do documento. Os bytes além do fim não serão gravados porque o comprimento deste documento não pode ser alterado.
ro: Înlocuirea depășește sfârșitul documentului. Octeții de după sfârșit nu vor fi scriși, deoarece lungimea acestui document nu se poate modifica.
ru: Замена выходит за конец документа. Байты за концом не будут записаны, так как длину этого документа изменить нельзя.
th: ค่าที่ใช้แทนที่เกินจุดสิ้นสุดของเอกสาร ไบต์ที่เกินจุดสิ้นสุดจะไม่ถูกเขียน เนื่องจากไม่สามารถเปลี่ยนความยาวของเอกสารนี้ได้
tr: Yeni değer belgenin sonunu aşıyor. Bu belgenin uzunluğu değiştirilemediğinden sonu aşan baytlar yazılmayacak.
uk: Заміна виходить за кінець документа. Байти за кінцем не буде записано, оскільки довжину цього документа неможливо змінити.
vi: Giá trị thay thế vượt quá cuối tài liệu. Các byte vượt quá cuối sẽ không được ghi vì không thể thay đổi độ dài của tài liệu này.
zh_hans: 替换内容超出文档末尾。由于此文档的长度无法更改，超出末尾的字节将不会写入。
zh_hant: 取代內容超出文件結尾。由於此文件的長度無法變更，超出結尾的位元組將不會寫入。

# Find_Overflow_Truncate
source: Don't write past the end
ar: عدم الكتابة بعد النهاية
cs: Nezapisovat za konec
de: Nicht über das Ende hinaus schreiben
el: Χωρίς εγγραφή πέρα από το τέλος
es: No escribir más allá del final
fa: ننوشتن فراتر از انتها
fr: Ne pas écrire au-delà de la fin
hu: Nincs írás a végén túl
id: Jangan tulis melewati akhir
it: Non scrivere oltre la fine
ja: 超える分を書かない
ko: 끝을 넘는 부분은 쓰지 않음
pl: Nie zapisuj za końcem
pt: Não gravar além do fim
ro: Fără scriere după sfârșit
ru: Не записывать за конец
th: ไม่เขียนเกินจุดสิ้นสุด
tr: Sonun ötesine yazma
uk: Не записувати за кінець
vi: Không ghi quá cuối
zh_hans: 不写入超出末尾的部分
zh_hant: 不要寫入超出結尾的部分

# Find_Overflow_Append
source: Append to the end
ar: الإلحاق بالنهاية
cs: Připojit na konec
de: Am Ende anhängen
el: Προσάρτηση στο τέλος
es: Agregar al final
fa: افزودن به انتها
fr: Ajouter à la fin
hu: Hozzáfűzés a végéhez
id: Tambahkan ke akhir
it: Aggiungi alla fine
ja: 末尾に追加する
ko: 끝에 추가
pl: Dołącz na końcu
pt: Acrescentar ao fim
ro: Adăugare la sfârșit
ru: Добавить в конец
th: ต่อท้าย
tr: Sona ekle
uk: Дописати в кінець
vi: Nối vào cuối
zh_hans: 追加到末尾
zh_hant: 附加到結尾

# History_Replace
source: Replace
ar: استبدال
cs: Nahrazení
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fa: جایگزینی
fr: Remplacer
hu: Csere
id: Ganti
it: Sostituisci
ja: 置換
ko: 바꾸기
pl: Zamiana
pt: Substituir
ro: Înlocuire
ru: Замена
th: แทนที่
tr: Değiştir
uk: Заміна
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

# History_ReplaceAll
source: Replace all
ar: استبدال الكل
cs: Nahrazení všech
de: Alle ersetzen
el: Αντικατάσταση όλων
es: Reemplazar todo
fa: جایگزینی همه
fr: Tout remplacer
hu: Összes cseréje
id: Ganti semua
it: Sostituisci tutto
ja: すべて置換
ko: 모두 바꾸기
pl: Zamiana wszystkich
pt: Substituir tudo
ro: Înlocuire totală
ru: Замена всех
th: แทนที่ทั้งหมด
tr: Tümünü değiştir
uk: Замінити все
vi: Thay thế tất cả
zh_hans: 全部替换
zh_hant: 全部取代

# Operation_ReplaceAll
source: Replacing
ar: الاستبدال
cs: Nahrazování
de: Wird ersetzt
el: Αντικατάσταση
es: Reemplazando
fa: در حال جایگزینی
fr: Remplacement
hu: Csere
id: Mengganti
it: Sostituzione
ja: 置換を適用しています
ko: 바꾸는 중
pl: Zamienianie
pt: Substituindo
ro: Înlocuire
ru: Замена
th: กำลังแทนที่
tr: Değiştiriliyor
uk: Заміна
vi: Đang thay thế
zh_hans: 正在替换
zh_hant: 正在取代

# Operation_FindAll
source: Find all
ar: البحث عن الكل
cs: Najít vše
de: Alle suchen
el: Εύρεση όλων
es: Buscar todo
fa: یافتن همه
fr: Tout rechercher
hu: Összes keresése
id: Temukan semua
it: Trova tutto
ja: すべて検索
ko: 모두 찾기
pl: Znajdź wszystko
pt: Localizar tudo
ro: Găsire toate
ru: Найти все
th: ค้นหาทั้งหมด
tr: Tümünü bul
uk: Знайти все
vi: Tìm tất cả
zh_hans: 全部查找
zh_hant: 全部尋找

# Operation_ExportResults
source: Exporting search results
ar: تصدير نتائج البحث
cs: Export výsledků hledání
de: Suchergebnisse werden exportiert
el: Εξαγωγή αποτελεσμάτων αναζήτησης
es: Exportando los resultados de la búsqueda
fa: صادر کردن نتایج جستجو
fr: Exportation des résultats de recherche
hu: Keresési eredmények exportálása
id: Mengekspor hasil pencarian
it: Esportazione dei risultati della ricerca
ja: 検索結果のエクスポート
ko: 검색 결과 내보내는 중
pl: Eksportowanie wyników wyszukiwania
pt: Exportando resultados da pesquisa
ro: Exportare rezultate căutare
ru: Экспорт результатов поиска
th: กำลังส่งออกผลการค้นหา
tr: Arama sonuçları dışarı aktarılıyor
uk: Експорт результатів пошуку
vi: Đang xuất kết quả tìm kiếm
zh_hans: 正在导出搜索结果
zh_hant: 正在匯出搜尋結果

# SearchResults_Continue.Content
source: Continue
ar: متابعة
cs: Pokračovat
de: Fortsetzen
el: Συνέχεια
es: Continuar
fa: ادامه
fr: Continuer
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
pl: Kontynuuj
pt: Continuar
ro: Continuare
ru: Продолжить
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# SearchResults_Cancel.Content
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Άκυρο
es: Cancelar
fa: لغو
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# SearchResults_Convert.Content
source: Convert
ar: تحويل
cs: Převést
de: Umwandeln
el: Μετατροπή
es: Convertir
fa: تبدیل
fr: Convertir
hu: Átalakítás
id: Konversi
it: Converti
ja: 変換
ko: 변환
pl: Konwertuj
pt: Converter
ro: Conversie
ru: Преобразовать
th: แปลง
tr: Dönüştür
uk: Перетворити
vi: Chuyển đổi
zh_hans: 转换
zh_hant: 轉換

# SearchResults_ToBookmarks.Text
source: To bookmarks
ar: إلى إشارات مرجعية
cs: Na záložky
de: In Lesezeichen
el: Σε σελιδοδείκτες
es: En marcadores
fa: به نشانک‌ها
fr: En signets
hu: Könyvjelzőkbe
id: Ke penanda
it: In segnalibri
ja: ブックマークに
ko: 책갈피로
pl: Na zakładki
pt: Em marcadores
ro: În marcaje
ru: В закладки
th: เป็นบุ๊กมาร์ก
tr: Yer işaretlerine
uk: На закладки
vi: Thành dấu trang
zh_hans: 转换为书签
zh_hant: 轉為書籤

# SearchResults_CopyHex.Text
source: Copy data as hex
ar: نسخ البيانات بتنسيق Hex
cs: Kopírovat data jako Hex
de: Daten als Hex kopieren
el: Αντιγραφή δεδομένων ως Hex
es: Copiar los datos como hex
fa: رونوشت داده به‌صورت Hex
fr: Copier les données en hex
hu: Adatok másolása Hex formában
id: Salin data sebagai hex
it: Copia dati come Hex
ja: 一致したデータを Hex でコピー
ko: 데이터를 Hex로 복사
pl: Kopiuj dane jako Hex
pt: Copiar dados como Hex
ro: Copiere date ca hex
ru: Копировать данные как Hex
th: คัดลอกข้อมูลเป็น Hex
tr: Verileri hex olarak kopyala
uk: Копіювати дані як Hex
vi: Sao chép dữ liệu dạng hex
zh_hans: 以 Hex 复制数据
zh_hant: 以 Hex 複製資料

# SearchResults_CopyText.Text
source: Copy data as text
ar: نسخ البيانات كنص
cs: Kopírovat data jako text
de: Daten als Text kopieren
el: Αντιγραφή δεδομένων ως κείμενο
es: Copiar los datos como texto
fa: رونوشت داده به‌صورت متن
fr: Copier les données en texte
hu: Adatok másolása szövegként
id: Salin data sebagai teks
it: Copia dati come testo
ja: 一致したデータをテキストでコピー
ko: 데이터를 텍스트로 복사
pl: Kopiuj dane jako tekst
pt: Copiar dados como texto
ro: Copiere date ca text
ru: Копировать данные как текст
th: คัดลอกข้อมูลเป็นข้อความ
tr: Verileri metin olarak kopyala
uk: Копіювати дані як текст
vi: Sao chép dữ liệu dạng văn bản
zh_hans: 以文本复制数据
zh_hant: 以文字複製資料

# SearchResults_ExportCsv.Text
source: Export as CSV...
ar: تصدير بتنسيق CSV...
cs: Exportovat jako CSV...
de: Als CSV exportieren...
el: Εξαγωγή ως CSV...
es: Exportar como CSV...
fa: صادر کردن به‌صورت CSV...
fr: Exporter en CSV...
hu: Exportálás CSV-ként...
id: Ekspor sebagai CSV...
it: Esporta come CSV...
ja: CSV でエクスポート...
ko: CSV로 내보내기...
pl: Eksportuj jako CSV...
pt: Exportar como CSV...
ro: Exportare ca CSV...
ru: Экспорт в CSV...
th: ส่งออกเป็น CSV...
tr: CSV olarak dışarı aktar...
uk: Експортувати як CSV...
vi: Xuất dạng CSV...
zh_hans: 导出为 CSV...
zh_hant: 匯出為 CSV...

# SearchResults_ExportJson.Text
source: Export as JSON...
ar: تصدير بتنسيق JSON...
cs: Exportovat jako JSON...
de: Als JSON exportieren...
el: Εξαγωγή ως JSON...
es: Exportar como JSON...
fa: صادر کردن به‌صورت JSON...
fr: Exporter en JSON...
hu: Exportálás JSON-ként...
id: Ekspor sebagai JSON...
it: Esporta come JSON...
ja: JSON でエクスポート...
ko: JSON으로 내보내기...
pl: Eksportuj jako JSON...
pt: Exportar como JSON...
ro: Exportare ca JSON...
ru: Экспорт в JSON...
th: ส่งออกเป็น JSON...
tr: JSON olarak dışarı aktar...
uk: Експортувати як JSON...
vi: Xuất dạng JSON...
zh_hans: 导出为 JSON...
zh_hant: 匯出為 JSON...

# SearchResults_List_Name
source: Search results
ar: نتائج البحث
cs: Výsledky hledání
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
fa: نتایج جستجو
fr: Résultats de la recherche
hu: Keresési eredmények
id: Hasil pencarian
it: Risultati della ricerca
ja: 検索結果
ko: 검색 결과
pl: Wyniki wyszukiwania
pt: Resultados da pesquisa
ro: Rezultate căutare
ru: Результаты поиска
th: ผลการค้นหา
tr: Arama sonuçları
uk: Результати пошуку
vi: Kết quả tìm kiếm
zh_hans: 搜索结果
zh_hant: 搜尋結果

# SearchResults_List_Selected
source: Search results, {0} of {1}: {2}, {3}
ar: نتائج البحث، {0} من {1}: {2}، {3}
cs: Výsledky hledání, {0} z {1}: {2}, {3}
de: Suchergebnisse, {0} von {1}: {2}, {3}
el: Αποτελέσματα αναζήτησης, {0} από {1}: {2}, {3}
es: Resultados de la búsqueda, {0} de {1}: {2}, {3}
fa: نتایج جستجو، {0} از {1}: {2}، {3}
fr: Résultats de la recherche, {0} sur {1} : {2}, {3}
hu: Keresési eredmények, {0} / {1}: {2}, {3}
id: Hasil pencarian, {0} dari {1}: {2}, {3}
it: Risultati della ricerca, {0} di {1}: {2}, {3}
ja: 検索結果 {1} 件中 {0} 件目: {2}、{3}
ko: 검색 결과, {1}개 중 {0}번째: {2}, {3}
pl: Wyniki wyszukiwania, {0} z {1}: {2}, {3}
pt: Resultados da pesquisa, {0} de {1}: {2}, {3}
ro: Rezultate căutare, {0} din {1}: {2}, {3}
ru: Результаты поиска, {0} из {1}: {2}, {3}
th: ผลการค้นหา {0} จาก {1}: {2}, {3}
tr: Arama sonuçları, {0} / {1}: {2}, {3}
uk: Результати пошуку, {0} з {1}: {2}, {3}
vi: Kết quả tìm kiếm, {0} trên {1}: {2}, {3}
zh_hans: 搜索结果，第 {0} 个，共 {1} 个：{2}，{3}
zh_hant: 搜尋結果，第 {0} 個，共 {1} 個：{2}，{3}

# SearchResults_Summary
source: {0}: {1} — {2, plural, one {# match} other {# matches}} ({3})
ar: {0}: {1} — {2, plural, zero {لا توجد تطابقات} one {تطابق واحد} two {تطابقان} few {# تطابقات} many {# تطابقًا} other {# تطابق}} ({3})
cs: {0}: {1} — {2, plural, one {# shoda} few {# shody} many {# shody} other {# shod}} ({3})
de: {0}: {1} — {2, plural, one {# Treffer} other {# Treffer}} ({3})
el: {0}: {1} — {2, plural, one {# αποτέλεσμα} other {# αποτελέσματα}} ({3})
es: {0}: {1} — {2, plural, one {# coincidencia} other {# coincidencias}} ({3})
fa: {0}: {1} — {2, plural, one {# مورد منطبق} other {# مورد منطبق}} ({3})
fr: {0} : {1} — {2, plural, one {# résultat} other {# résultats}} ({3})
hu: {0}: {1} – {2, plural, one {# találat} other {# találat}} ({3})
id: {0}: {1} — {2, plural, other {# kecocokan}} ({3})
it: {0}: {1} — {2, plural, one {# corrispondenza} other {# corrispondenze}} ({3})
ja: {0}: {1} — {2} 件 ({3})
ko: {0}: {1} — {2, plural, other {일치 항목 #개}}({3})
pl: {0}: {1} — {2, plural, one {# dopasowanie} few {# dopasowania} many {# dopasowań} other {# dopasowania}} ({3})
pt: {0}: {1} — {2, plural, one {# ocorrência} other {# ocorrências}} ({3})
ro: {0}: {1} — {2, plural, one {# potrivire} few {# potriviri} other {# de potriviri}} ({3})
ru: {0}: {1} — {2, plural, one {# совпадение} few {# совпадения} many {# совпадений} other {# совпадения}} ({3})
th: {0}: {1} — {2, plural, other {# รายการ}} ({3})
tr: {0}: {1} — {2, plural, one {# eşleşme} other {# eşleşme}} ({3})
uk: {0}: {1} — {2, plural, one {# збіг} few {# збіги} many {# збігів} other {# збігу}} ({3})
vi: {0}: {1} — {2, plural, other {# kết quả khớp}} ({3})
zh_hans: {0}：{1} — {2, plural, other {# 个匹配项}}（{3}）
zh_hant: {0}：{1} — {2, plural, other {# 個符合項目}}（{3}）

# SearchResults_State_Running
source: searching
ar: جارٍ البحث
cs: hledá se
de: Suche läuft
el: αναζήτηση
es: buscando
fa: در حال جستجو
fr: recherche en cours
hu: keresés
id: mencari
it: ricerca in corso
ja: 検索中
ko: 검색 중
pl: wyszukiwanie
pt: pesquisando
ro: se caută
ru: поиск
th: กำลังค้นหา
tr: aranıyor
uk: пошук
vi: đang tìm
zh_hans: 正在搜索
zh_hant: 搜尋中

# SearchResults_State_Completed
source: completed
ar: مكتمل
cs: dokončeno
de: abgeschlossen
el: ολοκληρώθηκε
es: completada
fa: تکمیل شد
fr: terminée
hu: befejeződött
id: selesai
it: completata
ja: 完了
ko: 완료됨
pl: zakończono
pt: concluída
ro: finalizat
ru: завершено
th: เสร็จสมบูรณ์
tr: tamamlandı
uk: завершено
vi: đã hoàn tất
zh_hans: 已完成
zh_hant: 已完成

# SearchResults_State_Cancelled
source: interrupted
ar: تمت المقاطعة
cs: přerušeno
de: unterbrochen
el: διακόπηκε
es: interrumpida
fa: متوقف شد
fr: interrompue
hu: megszakítva
id: terhenti
it: interrotta
ja: 中断
ko: 중단됨
pl: przerwano
pt: interrompida
ro: întrerupt
ru: прервано
th: ถูกขัดจังหวะ
tr: yarıda kesildi
uk: перервано
vi: đã gián đoạn
zh_hans: 已中断
zh_hant: 已中斷

# SearchResults_State_Limit
source: stopped at the limit of {0} matches
ar: توقف عند الحد الأقصى البالغ {0} تطابق
cs: zastaveno po dosažení limitu (shody: {0})
de: beim Limit von {0} Treffern angehalten
el: διακόπηκε στο όριο των {0} αποτελεσμάτων
es: detenida al llegar al límite de {0} coincidencias
fa: در حد {0} مورد منطبق متوقف شد
fr: arrêtée à la limite de {0} résultats
hu: leállt a(z) {0} találatos korlátnál
id: berhenti pada batas {0} kecocokan
it: interrotta al limite di {0} corrispondenze
ja: 上限 ({0} 件) に達したため停止しました
ko: 한도({0}개)에 도달하여 중지됨
pl: zatrzymano na limicie dopasowań ({0})
pt: interrompida no limite de {0} ocorrências
ro: oprit la limita de {0} potriviri
ru: остановлено на пределе в {0} совпадений
th: หยุดที่ขีดจำกัด {0} รายการ
tr: {0} eşleşme sınırında durduruldu
uk: зупинено на граничній кількості збігів ({0})
vi: đã dừng ở giới hạn {0} kết quả khớp
zh_hans: 已在达到 {0} 个匹配项的上限时停止
zh_hant: 已在達到 {0} 個符合項目的上限時停止

# SearchResults_State_SpillFailed
source: stopped: couldn't store more results ({0})
ar: توقف: تعذّر تخزين مزيد من النتائج ({0})
cs: zastaveno: další výsledky nelze uložit ({0})
de: angehalten: weitere Ergebnisse konnten nicht gespeichert werden ({0})
el: διακόπηκε: δεν ήταν δυνατή η αποθήκευση περισσότερων αποτελεσμάτων ({0})
es: detenida: no se pudieron almacenar más resultados ({0})
fa: متوقف شد: ذخیرهٔ نتایج بیشتر ممکن نشد ({0})
fr: arrêtée : impossible de stocker plus de résultats ({0})
hu: leállt: nem tárolható több eredmény ({0})
id: berhenti: tidak dapat menyimpan hasil lagi ({0})
it: interrotta: impossibile memorizzare altri risultati ({0})
ja: これ以上の結果を保存できないため停止しました ({0})
ko: 중지됨: 더 이상 결과를 저장할 수 없음({0})
pl: zatrzymano: nie można przechować więcej wyników ({0})
pt: interrompida: não foi possível armazenar mais resultados ({0})
ro: oprit: nu s-au putut stoca mai multe rezultate ({0})
ru: остановлено: не удалось сохранить больше результатов ({0})
th: หยุดแล้ว: ไม่สามารถเก็บผลลัพธ์เพิ่มได้ ({0})
tr: durduruldu: daha fazla sonuç saklanamadı ({0})
uk: зупинено: не вдалося зберегти більше результатів ({0})
vi: đã dừng: không thể lưu thêm kết quả ({0})
zh_hans: 已停止：无法存储更多结果（{0}）
zh_hant: 已停止：無法儲存更多結果（{0}）

# SearchResults_State_Failed
source: failed
ar: فشل
cs: nezdařilo se
de: fehlgeschlagen
el: απέτυχε
es: error
fa: ناموفق
fr: échec
hu: sikertelen
id: gagal
it: non riuscita
ja: 失敗
ko: 실패
pl: niepowodzenie
pt: falhou
ro: eșuat
ru: ошибка
th: ล้มเหลว
tr: başarısız oldu
uk: помилка
vi: không thành công
zh_hans: 失败
zh_hant: 失敗

# SearchResults_Column_Number
source: No.
ar: الرقم
cs: Č.
de: Nr.
el: Αρ.
es: N.º
fa: ردیف
fr: N°
hu: Sorszám
it: N.
ja: 番号
ko: 번호
pl: Nr
pt: Nº
ro: Nr.
th: ลำดับ
vi: STT
zh_hans: 编号
zh_hant: 編號

# SearchResults_Column_Offset
source: Offset
ar: الإزاحة
cs: Posun
el: Μετατόπιση
es: Desplazamiento
fa: آفست
fr: Décalage
hu: Eltolás
ja: オフセット
ko: 오프셋
pl: Przesunięcie
pt: Deslocamento
ro: Deplasament
ru: Смещение
th: ออฟเซ็ต
tr: Ofset
uk: Зміщення
vi: Độ lệch
zh_hans: 偏移量
zh_hant: 位移

# SearchResults_Column_Length
source: Length
ar: الطول
cs: Délka
de: Länge
el: Μήκος
es: Longitud
fa: طول
fr: Longueur
hu: Hossz
id: Panjang
it: Lunghezza
ja: 長さ
ko: 길이
pl: Długość
pt: Comprimento
ro: Lungime
ru: Длина
th: ความยาว
tr: Uzunluk
uk: Довжина
vi: Độ dài
zh_hans: 长度
zh_hant: 長度

# SearchResults_Column_Hex
source: Data (hex)
ar: البيانات (Hex)
de: Daten (Hex)
el: Δεδομένα (Hex)
es: Datos (Hex)
fa: داده (Hex)
fr: Données (Hex)
hu: Adatok (Hex)
it: Dati (Hex)
ja: 一致したデータ (Hex)
ko: 데이터(Hex)
pl: Dane (Hex)
pt: Dados (Hex)
ro: Date (hex)
ru: Данные (Hex)
th: ข้อมูล (Hex)
tr: Veri (hex)
uk: Дані (Hex)
vi: Dữ liệu (hex)
zh_hans: 数据（Hex）
zh_hant: 資料（Hex）

# SearchResults_Column_Text
source: Data (text)
ar: البيانات (نص)
de: Daten (Text)
el: Δεδομένα (κείμενο)
es: Datos (texto)
fa: داده (متن)
fr: Données (texte)
hu: Adatok (szöveg)
id: Data (teks)
it: Dati (testo)
ja: 一致したデータ (テキスト)
ko: 데이터(텍스트)
pl: Dane (tekst)
pt: Dados (texto)
ro: Date (text)
ru: Данные (текст)
th: ข้อมูล (ข้อความ)
tr: Veri (metin)
uk: Дані (текст)
vi: Dữ liệu (văn bản)
zh_hans: 数据（文本）
zh_hant: 資料（文字）

# SearchResults_Column_Context
source: Before | after
ar: قبل | بعد
cs: Před | po
de: Davor | danach
el: Πριν | μετά
es: Antes | después
fa: قبل | بعد
fr: Avant | après
hu: Előtte | utána
id: Sebelum | sesudah
it: Prima | dopo
ja: 前後のデータ
ko: 앞 | 뒤
pl: Przed | po
pt: Antes | depois
ro: Înainte | după
ru: До | после
th: ก่อน | หลัง
tr: Önce | sonra
uk: До | після
vi: Trước | sau
zh_hans: 前 | 后
zh_hant: 前 | 後

# SearchResults_Column_Status
source: Status
ar: الحالة
cs: Stav
el: Κατάσταση
es: Estado
fa: وضعیت
fr: État
hu: Állapot
it: Stato
ja: 状態
ko: 상태
pl: Stan
ro: Stare
ru: Состояние
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# SearchResults_Column_Endian
source: Endian
ar: ترتيب البايتات
cs: Pořadí bajtů
el: Σειρά byte
es: Orden de bytes
fa: ترتیب بایت
fr: Boutisme
hu: Bájtsorrend
ja: エンディアン
ko: 엔디언
ro: Ordine octeți
ru: Порядок
th: ลำดับไบต์
tr: Bayt sırası
uk: Порядок байтів
vi: Thứ tự byte
zh_hans: 字节序
zh_hant: 位元組順序

# SearchResults_Column_Value
source: Value
ar: القيمة
cs: Hodnota
de: Wert
el: Τιμή
es: Valor
fa: مقدار
fr: Valeur
hu: Érték
id: Nilai
it: Valore
ja: 値
ko: 값
pl: Wartość
pt: Valor
ro: Valoare
ru: Значение
th: ค่า
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 值
zh_hant: 值

# SearchResults_Status_Modified
source: Modified
ar: معدَّل
cs: Změněno
de: Geändert
el: Τροποποιημένο
es: Modificado
fa: تغییریافته
fr: Modifié
hu: Módosítva
id: Diubah
it: Modificato
ja: 変更あり
ko: 수정됨
pl: Zmodyfikowano
pt: Modificado
ro: Modificat
ru: Изменено
th: มีการแก้ไข
tr: Değiştirildi
uk: Змінено
vi: Đã sửa đổi
zh_hans: 已修改
zh_hant: 已修改

# SearchResults_Status_Deleted
source: Deleted
ar: محذوف
cs: Odstraněno
de: Gelöscht
el: Διαγράφηκε
es: Eliminado
fa: حذف‌شده
fr: Supprimé
hu: Törölve
id: Dihapus
it: Eliminato
ja: 削除済み
ko: 삭제됨
pl: Usunięto
pt: Excluído
ro: Șters
ru: Удалено
th: ถูกลบ
tr: Silindi
uk: Видалено
vi: Đã xóa
zh_hans: 已删除
zh_hant: 已刪除

# SearchResults_Status_Stale
source: Outdated
ar: قديم
cs: Zastaralé
de: Veraltet
el: Παρωχημένο
es: Obsoleto
fa: منسوخ
fr: Obsolète
hu: Elavult
id: Usang
it: Non aggiornato
ja: 古い結果
ko: 오래됨
pl: Nieaktualne
pt: Desatualizado
ro: Învechit
ru: Устарело
th: ล้าสมัย
tr: Güncel değil
uk: Застаріло
vi: Đã cũ
zh_hans: 已过时
zh_hant: 已過時

# SearchResults_Export_Offset
source: Offset
ar: الإزاحة
cs: Posun
el: Μετατόπιση
es: Desplazamiento
fa: آفست
fr: Décalage
hu: Eltolás
ja: オフセット
ko: 오프셋
pl: Przesunięcie
pt: Deslocamento
ro: Deplasament
ru: Смещение
th: ออฟเซ็ต
tr: Ofset
uk: Зміщення
vi: Độ lệch
zh_hans: 偏移量
zh_hant: 位移

# SearchResults_Export_OffsetHex
source: Offset (hex)
ar: الإزاحة (Hex)
cs: Posun (Hex)
el: Μετατόπιση (Hex)
es: Desplazamiento (hex)
fa: آفست (Hex)
fr: Décalage (hex)
hu: Eltolás (Hex)
ja: オフセット (16 進)
ko: 오프셋(16진수)
pl: Przesunięcie (Hex)
pt: Deslocamento (Hex)
ro: Deplasament (hex)
ru: Смещение (Hex)
th: ออฟเซ็ต (Hex)
tr: Ofset (hex)
uk: Зміщення (Hex)
vi: Độ lệch (hex)
zh_hans: 偏移量（十六进制）
zh_hant: 位移（十六進位）

# SearchResults_Export_Before
source: Before
ar: قبل
cs: Před
de: Davor
el: Πριν
es: Antes
fa: قبل
fr: Avant
hu: Előtte
id: Sebelum
it: Prima
ja: 前のデータ
ko: 앞
pl: Przed
pt: Antes
ro: Înainte
ru: До
th: ก่อน
tr: Önce
uk: До
vi: Trước
zh_hans: 之前
zh_hant: 前

# SearchResults_Export_After
source: After
ar: بعد
cs: Po
de: Danach
el: Μετά
es: Después
fa: بعد
fr: Après
hu: Utána
id: Sesudah
it: Dopo
ja: 後のデータ
ko: 뒤
pl: Po
pt: Depois
ro: După
ru: После
th: หลัง
tr: Sonra
uk: Після
vi: Sau
zh_hans: 之后
zh_hant: 後

# SearchResults_FileType_Csv
source: CSV (comma-separated)
ar: CSV (مفصول بفواصل)
cs: CSV (hodnoty oddělené čárkami)
de: CSV (kommagetrennt)
el: CSV (διαχωρισμός με κόμματα)
es: CSV (delimitado por comas)
fa: CSV (جداشده با کاما)
fr: CSV (séparateur virgule)
hu: CSV (vesszővel tagolt)
id: CSV (dipisahkan koma)
it: CSV (delimitato da virgole)
ja: CSV (カンマ区切り)
ko: CSV(쉼표로 구분)
pl: CSV (rozdzielany przecinkami)
pt: CSV (separado por vírgulas)
ro: CSV (valori separate prin virgulă)
ru: CSV (разделители — запятые)
th: CSV (คั่นด้วยจุลภาค)
tr: CSV (virgülle ayrılmış)
uk: CSV (з роздільниками-комами)
vi: CSV (phân cách bằng dấu phẩy)
zh_hans: CSV（逗号分隔）
zh_hant: CSV（逗號分隔）

# SearchResults_ExportFailed
source: Couldn't export the search results: {0}
ar: تعذّر تصدير نتائج البحث: {0}
cs: Výsledky hledání nelze exportovat: {0}
de: Die Suchergebnisse konnten nicht exportiert werden: {0}
el: Δεν ήταν δυνατή η εξαγωγή των αποτελεσμάτων αναζήτησης: {0}
es: No se pudieron exportar los resultados de la búsqueda: {0}
fa: صادر کردن نتایج جستجو ممکن نشد: {0}
fr: Impossible d'exporter les résultats de la recherche : {0}
hu: Nem sikerült exportálni a keresési eredményeket: {0}
id: Tidak dapat mengekspor hasil pencarian: {0}
it: Impossibile esportare i risultati della ricerca: {0}
ja: 検索結果をエクスポートできませんでした: {0}
ko: 검색 결과를 내보낼 수 없습니다: {0}
pl: Nie można wyeksportować wyników wyszukiwania: {0}
pt: Não foi possível exportar os resultados da pesquisa: {0}
ro: Nu s-au putut exporta rezultatele căutării: {0}
ru: Не удалось экспортировать результаты поиска: {0}
th: ไม่สามารถส่งออกผลการค้นหาได้: {0}
tr: Arama sonuçları dışarı aktarılamadı: {0}
uk: Не вдалося експортувати результати пошуку: {0}
vi: Không thể xuất kết quả tìm kiếm: {0}
zh_hans: 无法导出搜索结果：{0}
zh_hant: 無法匯出搜尋結果：{0}
